Repository: apertium/apertium-sme-smj
Catalog: tmx_data/brosjyre_foresatte_np08_sme2smj.tmx
Source language: sme
Languages: smj

source: Dieđut našuvnnalaš geahččalemiid birra
smj: Diehto nasjonálalasj gæhttjalimij birra

source: Ovddasteddjiide geain leat mánát 5 ja 8. ceahkis
smj: 5. ja 8. klássagij åvdåstiddjida/æjgádijda

source: Máhttoministara álgosánit
smj: Åvddåtjála diehtominisstaris

source: Min oahppit ánssášit nu buori skuvlla go vejolaš, ja mii fertet bargat heaittikeahttá buoridit oahpahusa.
smj: Mijá oahppe ánssidi buoremuslágásj skåvlåv, ja vierttip aktelattjat barggat åhpadusáv buoredit.

source: Okta skuvlla deaŧaleamos bargguin lea fuolahit ahte oahppit ožžot vuođđogálggaid.
smj: Akta skåvlå ájnnasamos dáhkamusájs le oahppijda åmastahttet dárbulasj vuodov ja máhtudagáv.

source: Našuvnnalaš geahččalemiid galget sihke skuvllat, suohkan ja našuvnnalaš eiseválddit geavahit oažžun dihte dieđuid ohppiid oahppama birra.
smj: Nasjonálalasj gæhttjalime galggi aneduvvat skåvlåjs, suohkanijs ja oajvválattjajs diedojt oadtjot oahppij oahpo birra.

source: Diehtu das maid oahppit máhttet ja maid eai máhte, lea áibbas dárbbašlaš vai diehtit gokko dárbbašit lasi doaimmaid bidjat johtui.
smj: Diedo oahppij máhtudagá birra l ájnas váj le tjielgas majna l dárbbo ienebut barggat.

source: Dát guoská sihke ovttaskas ohppiide, luohkáide ja skuvllaide.
smj: Dát guosská oahppijda, klássajda ja skåvlåjda.

source: Ovddasteaddjit galget maid oažžut dieđuid iežaset mánáid bohtosiid birra.
smj: Åvdåstiddje/ æjgáda galggi mánáj båhtusij birra diededuvvat.

source: Mun ávžžuhan ge ovddasteddjiid hupmat mánáiguin našuvnnalaš geahččalemiid birra ja hupmat oahpaheddjiin bohtosiid birra ja movt sii dáid čuovvolit.
smj: Ávttjiv åvdåstiddjijt/ æjgádijt nasjonálalasj gæhttjalimij birra ietjas mánáj ságastit ja åhpadiddjij båhtusij birra ságastit ja buorre tjoavddusijt gávnnat.

source: Ovttas eará árvvoštallanvugiiguin galget našuvnnalaš geahččaleamit addit nanu vuođu buoridit oahpahusa kvalitehta.
smj: Aktan ietjá árvustallamij galggi nasjonálalasj gæhttjalime buorre vuodov vaddet ja buoredit åhpadusá dásev.

source: Manne našuvnnalaš geahččaleamit?
smj: Manen nasjonálalasj gæhttjalimijt tjadádit?

source: Našuvnnalaš geahččaleamit galget muitalit vástidit go ohppiid vuođđogálggat oahppoplána mihttomeriide.
smj: Nasjonálalasj gæhttjalime galggi diededit jus oahppij máhtudahka l oahppoulmij milta.

source: Oahppoplánas leat vuođđogálggat ná meroštallojuvvon:
smj: Oahppoplánan le vuodotjehpudahka dán láhkáj tjielggiduvvam:

source: Máhttit njálmmálaččat ovdanbuktit
smj: Máhttet njálmálattjat åvddånbuktet

source: Máhttit čálalaččat ovdanbuktit
smj: Máhttet tjálalattjat åvddånbuktet

source: Máhttit lohkat
smj: Máhttet låhkåt

source: Máhttit rehkenastit
smj: Máhttet riekknit

source: Máhttit geavahit digitála reaidduid
smj: Máhttet digitála vædsagijt adnet

source: Dát gálggat leat deaŧalaččat oahppamii ja ovdáneapmái buot fágain ja dain lea stuora mearkkašupmi dasa movt oahppit birgejit skuvllas ja maŋŋel eallimis.
smj: Dá máhtudagá li ájnnasa åhpadussaj ja åvddånibmáj juohkka fágan ja merkaj ålov gåktu oahppe rijbadi skåvlån ja boahtte ájgen.

source: Dan dihte leat vuođđogálggat oassin juohke fágas.
smj: Danen le vuodotjehpudahka oasse juohkka fágajn.

source: Oahppit fertejit ovdamearkka dihte máhttit lohkat go galget čohkket dieđuid, dulkot ja guorahallat luonddufága sisdoalu.
smj: Oahppe hæhttuji buojkulvissan máhttet låhkåt váj diedojt máhttet tjoahkkit, máhttet dålkkut ja ájádallat luonndofága sisano birra.

source: Sii fertejit máhttit rehkenastit vai sáhttet gieđahallat ja buohtastahttit loguid servodatfága fágafáttáin,
smj: Hæhttuji máhttet riekknit váj bukti giehtadallat ja buohtastahttet tállajt ja lågojt fáhkalasj tiemáj birra sebrudakfágan.

source: ja sii fertejit máhttit lohkat bagadusaid ja rehkenastit hivvodagaid go galget biepmu ráhkadit fágas biebmu ja dearvvašvuohta.
smj: Biebbmo ja varresvuodafágan vierttiji barggonjuolgadusájt máhttet låhkåt ja vierttiji aj buktet riekknit man ålov dárbahi gå galggi biebojt dahkat.

source: 2008:s galget čađahuvvot golbma našuvnnalaš geahččaleami 5. ja 8. ceahkis:
smj: Jagen 2008 galggi 5. ja 8. klássaga gålmmå nasjonálalasj gæhttjalime tjadádit:

source: Dárogiela lohkan
smj: Dárogiella låhkåt

source: Rehkenastin
smj: Riekknit

source: Eŋgelasgiela lohkan
smj: Iieŋŋilsgiellaj låhkåt

source: Našuvnnalaš geahččaleapmi eŋgelasgiela lohkamis lea elektrovnnalaš geahččaleapmi man oahppit galget PCs čađahit.
smj: Nasjonálalasj gæhttjalime ieŋŋilisgiellaj galggi elektråvnålattjat tjadáduvvat.

source: Dárogiela lohkama ja rehkenastima geahččalemiid galget oahppit čađahit báberhámis.
smj: Låhkåm dárogiellaj ja riekknim tjadáduvvi vas giehtatjállema baktu.

source: Dát eai leat geahččaleamit fágain dárogiella ja matematihkka, muhto lohkamis ja rehkenastimis máŋgga fágas.
smj: Dá ælla gæhttjalime dárogielfágan ja matematikkfágan, valla låhkåmin ja reikknimin moattelágásj fágajn.

source: Geahččalemiid bohtosat addet dieđu ohppiid lohkan-, rehkenastin- ja eŋgelasgiela lohkangálggain.
smj: Gæhttjalime båhtusa vuosedi oahppij dásev låhkåmin, riekknimin ja låhkåmin ieŋŋilsgiellaj.

source: Skuvllat, suohkanat ja guovddášeiseválddit galget geavahit dán dieđu barggus buoridit oahpahusa kvalitehta.
smj: Skåvlå, suohkana ja oajválattja galggi dáv diedov adnet váj åhpadibme buoremus lágijn tjadáduvvá.

source: Geat galget čađahit geahččalemiid?
smj: Guhti gæhttjalimijt galggi tjadádit?

source: Našuvnnalaš geahččaleamit galget 2008:s čađahuvvot vuođđoskuvlla 5. ja 8. cehkiin.
smj: 2008 nasjonálalasj gæhttjalime tjadáduvvi oahppijda 5. ja 8. klássan, vuodoskåvlån.

source: Geahččaleamit leat geatnegahttojuvvon buot ohppiide dáin cehkiin, vrd. oahpahuslága láhkaásahusain, geassemánu 23.b.2006, §2-4, ja priváhtaskuvlalága láhkaásahusain, suoidnemánu 14. b.2006, §2-4.
smj: Gæhttjalime li bákkulattja, gehtja åhpaduslága biehtsemáno 23. biejve 2006 njuolgadusájt, § 2-4, ja privatskåvllålága snjilltjamáno 14. biejve 2006 njuolgadusájt, § 2-4.

source: Skuvla sáhttá mearridit ahte oahppi ii dárbbaš oasálastit našuvnnalaš geahččalemiide.
smj: Skåvllå máhttá mierredit bessat sæbrramis nasjonálalasj gæhttjalimijda.

source: Geatnegasvuođas sáhttá luvvet ovdamearkka dihte ohppiid geat ožžot erenoamášoahpahusa oahpahuslága 5. kapihttala mielde, dahje ohppiid geat ožžot erenoamáš giellaoahpahusa oahpahuslága mielde.
smj: Oahppijn gænna li sierralágásj dárbo åhpaduslága 5. kapihttala milta, jali oahppijn gænna li sierralágásj giellaåhpadibme åhpaduslága milta bessi nasjonálalasj gæhttjalimijda sæbrramis.

source: Vaikko oahppi deavdá ge luvveneavttuid, de sáhttá goitge oahppi ieš dahje ovddasteaddjit mearridit ahte oahppi galgá čađahit geahččaleami.
smj: Vájku oahppe ij dárbaha sæbrrat, de máhttá huoman iesj/ åvdåstiddje mierredit jus sihtá gæhttjalimev tjadádit.

source: Oahppit geaidda ii leat vejolaš čađahit ovtta dahje eanet našuvnnalaš geahččalemiid geahččalanbeaivvi, galget oažžut fálaldaga čađahit geahččaleami maŋŋel.
smj: Oahppe guhti e nasjonálalasj gæhttjalimijt mierredimbæjvváj tjadáda, oadtju vejulasjvuodav gæhttjalimev maŋŋela tjadádit.

source: Goas geahččaleamit čađahuvvojit?
smj: Goassa gæhttjalime galggi tjadáduvvat?

source: Buot geahččaleamit galget čađahuvvot dán jagi čakčamánu.
smj: Dán jage, ragátmáno galggi divna gæhttjalime tjadáduvvat.

source: 5. ceahki čađaheamit:
smj: Tjadádibme 5. klássagijda

source: Disdaga 23.09: Rehkenastin
smj: Dijstahka 23.09: Riekknim

source: Duorastaga 25.09: Dárogiela lohkan
smj: Duorastahka 25.09: Låhkåm dárogiellaj

source: 36. ja 37. vahkkuid: Eŋgelasgiela lohkan (elektrovnnalaš geahččaleapmi)
smj: 36 ja 37 váhko: Ieŋŋilsgiellaj låhkåt (elektråvnnålasj gæhttjalibme)

source: 8. ceahki čađaheamit:
smj: Tjadádibme 8. klássagijda

source: 38. ja 39. vahkkuid: Eŋgelasgiela lohkan (elektrovnnalaš geahččaleapmi)
smj: 38 ja 39 váhko: Ieŋŋilsgiellaj låhkåt (elektråvnnålasj gæhttjalibme)

source: Dárogiela lohkamis ja rehkenastimis lea geahččalanáigi 90 minuhta goappašat cehkiin,
smj: Låhkåma ja riekknima gæhttalimij ájgge le 90 minuhta goappátjij dásijn.

source: ja geahččalanáigi elektrovnnalaš geahččaleamis eŋgelasgiela lohkamis lea 60 minuhta goappašat cehkiin.
smj: Elektråvnnålasj gæhttjalibme låhkåmis ieŋŋilsgielan vihpá 60 minuhta goappátjij dásijn.

source: Makkár bargguid galget oahppit čoavdit?
smj: Makkir dahkamusájt oahppe galggi tjoavddet?

source: Geahččalemiin leat seahkálaga máŋgaválljenbargobihtát ja rabas bargobihtát.
smj: Gæhttjalimij sisado l kombinasjåvnnå motteválljimdahkamusáj ja rabás dahkamusáj gaskan.

source: Rabas bargobihtáin galget oahppit vástidit iežaset sániiguin dahje loguiguin, ja máŋgaválljenbargobihtáin fas galgá oahppi válljet ovtta vástádusa máŋgga vástádusmolssaeavttu gaskkas.
smj: Rabás dahkamusájn galggi oahppe ietjas bágoj jali lågoj vásstedit, madin moatteválljimdahkamusá merkahi oahppe máhtti válljit avtav moattet vásstedimvejulasjvuodas.

source: Eanas oahppit vásihit ahte muhtin bihtát leat álkit ja earát fas váddásat.
smj: Ienemus oasse oahppijs sjaddi vásedit muhtem dahkamusá li álke ja ietjá vas gássjela.

source: Oahpahusdirektoráhta neahttasiiddus leat bihttáovdamearkkat vai ohppiin lea vejolaš oahpásnuvvat daidda bargobihttáhámiide mat geavahuvvojit našuvnnalaš geahččalemiin.
smj: Åhpadusdirektoráhta sijddasijdon li buojkulvisá dahkamusslájajda ma aneduvvi nasjonálalasj gæhttjalimijn ja majna oahppe máhtti oahpásmuvvat.

source: Geat ožžot bohtosiid oaidnit?
smj: Gut båhtusijt bessi vuojnnet?

source: Oahppi ja oahppi ovddasteaddjit galget oažžut dieđuid oahpaheaddjis geahččalemiid bohtosiid birra, ja movt sii bohtosiid čuovvolit oahpahusas.
smj: Oahppe ja oahppij åvdåstiddje/æjgáda galggi åhpadiddjes oadtjot gæhttjalimij båhtusijt gullat, ja gåktu åhpadusás båhtusa tjuovoduvvi.

source: Geahččaleami bohtosat galget maid leat fáddán ohppiidságastallamis.
smj: Gæhttjalimij båhtusa galggi aj oahppij ságastallamin liehket tiebmán.

source: Skuvlla bohtosat leat rektora ja skuvlaeaiggáda olámuttus.
smj: Skåvlå båhtusa galggi liehket gehtjadibmáj rektorij ja skåvlåæjgádij.

source: Dáid bohtosiid galget geavahit vuolggasadjin bargat buoridit oahpahusa kvalitehta.
smj: Dá båhtusa galggi aneduvvat vuodon bargguj buoredit åhpadusá dásev.

source: Almmolašvuođaláhka gusto maiddái našuvnnalaš geahččalemiide, muhto Oahpahusdirektoráhtta ii heivet bohtosiid nu ahte sáhttá skuvllaid bidjat árvvu mielde maŋŋálagaid.
smj: Almmulasjvuodaláhka guosská aj nasjonálalasj gæhttjalimijda, valla åhpadusdirektoráhtta ij sidá skåvlåjt gárggalit.

source: Suohkaniid ja fylkkaid bohtosat almmuhuvvojit Skuvlaverráhis www.udir.no/skoleporten.
smj: Suohkanij ja fylkaj båhtusa almmuduvvi sijddasijdon Skoleporten www.udir.no/ skoleporten.
